/**************************************************************************
*   鏂囦欢鍚     锛FILENAME%
*   =======================================================================
*   鍒寤鑰   锛氱敯灏忓竼
*   鍒涘缓鏃ユ湡    锛YEAR%-11-23
*   閭  绠   锛99131808@qq.com
*   QQ    		锛99131808
*   鍔熻兘鎻忚堪    锛
*   浣跨敤璇存槑    锛
*   ======================================================================
*   淇敼鑰     锛
*   淇敼鏃ユ湡    锛
*   淇敼鍐呭    锛
*   ======================================================================
*
***************************************************************************/
#pragma once

#include <QMainWindow>

QT_BEGIN_NAMESPACE
namespace Ui { class MainWindow; }
QT_END_NAMESPACE

class MainWindow : public QMainWindow
{
    Q_OBJECT

public:
    MainWindow(QWidget *parent = nullptr);
    ~MainWindow();

private:
    Ui::MainWindow *ui;
};
