/**************************************************************************
*   鏂囦欢鍚     锛FILENAME%
*   =======================================================================
*   鍒寤鑰   锛氱敯灏忓竼
*   鍒涘缓鏃ユ湡    锛YEAR%-11-23
*   閭  绠   锛99131808@qq.com
*   QQ    		锛99131808
*   鍔熻兘鎻忚堪    锛
*   浣跨敤璇存槑    锛
*   ======================================================================
*   淇敼鑰     锛
*   淇敼鏃ユ湡    锛
*   淇敼鍐呭    锛
*   ======================================================================
*
***************************************************************************/
#include "MainWindow.h"
#include "ui_MainWindow.h"

MainWindow::MainWindow(QWidget *parent)
    : QMainWindow(parent)
    , ui(new Ui::MainWindow)
{
    ui->setupUi(this);
}

MainWindow::~MainWindow()
{
    delete ui;
}

